Repository: Ravi1G/django-onlinejudge
Catalog: onlinejudge/locale/*/LC_MESSAGES/django.po
Languages: hr

source: Author
hr: Autor

source: Contest
hr: Ispit

source: Save
hr: Spremi

source: Reset
hr: Resetiraj

source: Submit & Run
hr: Spremi i ispitaj

source: Challenge
hr: Zadatak

source: Challenges
hr: Zadaci

source: Contests
hr: Ispiti

source: Untested
hr: Neispitano

source: Compile Error
hr: Greška u prevođenju

source: Pending
hr: U obradi

source: Tested
hr: Ispitano

source: Accepted
hr: Ispravno

source: Failed
hr: Neispravno

source: Submission
hr: Odgovor

source: Submissions
hr: Odgovori

source: Result summary
hr: Rezultat

source: Input - Output
hr: Ulaz - Izlaz

source: Mandatory - Denied
hr: Obavezno - Zabranjeno

source: Input or mandatory
hr: Ulaz ili obavezno

source: Okay
hr: U redu

source: Restricted Function
hr: Korištenje nedozvoljene funkcije

source: Memory Limit Exceed
hr: Prekoračenje memorijskog limita

source: Output Limit Exceed
hr: Prekoračenje izlaznog limita

source: Time Limit Exceed
hr: Prekoračenje vremenskog limita

source: Run Time Error (SIGSEGV, SIGFPE, ...)
hr: Pogreška tijekom izvršavanja

source: Abnormal Termination
hr: Abnormalan završetak

source: Internal Error (of sandbox executor)
hr: Interna pogreška

source: Bad Policy
hr: Pogreška u ograničenjima

source: Reserved result type 0
hr: Rezervirani rezultat 0

source: Reserved result type 1
hr: Rezervirani rezultat 0

source: Reserved result type 2
hr: Rezervirani rezultat 2

source: Reserved result type 3
hr: Rezervirani rezultat 3

source: Reserved result type 4
hr: Rezervirani rezultat 4

source: Reserved result type 5
hr: Rezervirani rezultat 5

source: Presentation error
hr: Ispravno

source: ^challenge/(?P<slug>[-\w]+)/$
hr: ^zadatak/(?P<slug>[-\w]+)/$

source: ^challenge/(?P<slug>[-\w]+)/update/$
hr: ^zadatak/(?P<slug>[-\w]+)/update/$

source: ^challenge/(?P<slug>[-\w]+)/template/$
hr: ^zadatak/(?P<slug>[-\w]+)/template/$

source: ^challenge/(?P<slug>[-\w]+)/submission/test/$
hr: ^zadatak/(?P<slug>[-\w]+)/odgovor/test/$

source: ^challenge/(?P<slug>[-\w]+)/submission/results(?:/(?P<user_id>\d+))?/$
hr: ^zadatak/(?P<slug>[-\w]+)/odgovor/rezultati(?:/(?P<user_id>\d+))?/$

source: ^contest/(?P<slug>[-\w]+)/report(?:/(?P<user_id>\d+))?/$
hr: ^ispit/(?P<slug>[-\w]+)/izvjestaj(?:/(?P<user_id>\d+))?/$

source: Staff user required.
hr: Potrebne administratorske ovlasti.

source: Please provide a comma-separated list of tags.
hr: Unesite listu tagova odvojenih zarezom

source: Contest is not active
hr: Ispit nije aktivan.

source: Contest is not finished.
hr: Ispit je još uvijek u tijeku.

source: Problem
hr: Zadatak

source: Solution
hr: Rješenje

source: Edit problem
hr: Uredi zadatak

source: Edit template
hr: Uredi predložak

source: Test Case
hr: Ispitni uzorak

source: Input
hr: Ulaz

source: Output
hr: Izlaz

source: Tags
hr: Tagovi

source: Participants
hr: Sudionici

source: edit
hr: uredi

source: Comments
hr: Komentari

source: Add comment
hr: Dodaj komentar

source: Result
hr: Rezultat

source: Memory
hr: Memorija

source: CPU time
hr: CPU

source: Exit
hr: Izlaz
